{
    "tweets": [
        "@AlexHur37272858 @PrestonPysh If it’s still rich gets richer it’s irrelevant.  Not to mention Charles’ has as much, if not more weight on ADA than Satoshi does on #Bitcoin. And Satoshi doesn’t even exist anymore.",
        "@DatCryptoBoi The problem is the public won't turn on him as long as these pumps work. His actions have actually made millions of people rich (Tesla, Doge, Bitcoin, etc) and he has no incentive to stop.",
        "@richroll Rich, fun episode to listen to. Interesting to hear you say money is energy. Is that something you always believed? Reminds me of @michael_saylor ‘s interpretation of bitcoin as a battery for the worlds stranded and unused energy",
        "@simon_j_henry @elonmusk @SpaceX @Bitcoin Fees in the lighting network at pennies, and the smallest amount u can send it 1 satoshi... bitcoin is for everyone not just the rich countries. Even people making $100 a month can transact on bitcoins blockchain for next to nothing! BUT Yes they have to use the lighting network!",
        "The most insidious part of Proof of Stake is where the rich gets richer doing nothing. Defeats the point of crypto to begin with. Our current fiat banking system is essentially a PoS system. Those who are richer gets more say /1 #Bitcoin #Cardano @elonmusk @Tesla",
        "CARDANO HOLDERS GETTING RICH! (ADA HITS $2) MAJOR BITCOIN, ETHEREUM, BIN...  https://t.co/UYpBVa0Twy via @YouTube #ADA",
        "@DanPriceSeattle Isn’t that kind a like what Elon Musk just did with Bitcoin? 🤔 There used to be a time when... well, who am I kidding!? The rich answer to a different legal system!",
        "The bastards who have been rich in bitcoin for years thanks to elon are now annoyed by others winning with dogecoin! #dogecoin @elonmusk elon i love you For breaking all these taboos, for giving hope to people like me in your income distribution.",
        "#Bitcoin may not need any one individual, but the community certainly benefits by having @michael_saylor on our side. Read this thread if you want informed thoughts vs. manic tweets.",
        "@moneytofreedom @APompliano @elonmusk Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@APompliano @elonmusk Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@michael_saylor @elonmusk Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@TheCryptoLark @elonmusk Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@elonmusk Elon seems to give a shit about the planet when it suits him financially.  Typical rich 🤑 duesh bag manipulating the working class for his gain.  Bitcoin used the same amount of energy when you bought it Elon as it does when you start talking trash about it.  🤔",
        "@haleyhidef @GeneralShib Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@elonmusk Boo!!!!!!  This is dumb AF.  I thought you were a good guy.  You are proving me completely wrong. Carbon taxes are a tax on the poor.  You wouldn't have been able to build Tesla if carbon taxes had existed.  Carbon taxes keep the rich rich and make the poor poorer.  FU!",
        "@tiffyfresh @Shiba2TheMoon @WolfofCryptoBLV @shibainuart @techno_DeFi @DeFiSaint @TimmyTimX2 @Nicculus @CryptoRussD Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@SimonRook1 @sllewnomis @BBCNews She got scammed if she wanted to invest in Bitcoin she should of used credible channels, not sign up with a get rich quick scam. Clearly not enough research on her part.",
        "@cryptocom Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@decameronshow Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@bakery_swap Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@mhartl Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@kevinolearytv @Bitcoin If you rich folk would help make the dogecoin rise it would up your profits more plus there would be alot of new startups on shark tank.",
        "Interesting to see all the hate Elon gets if you look around on some Bitcoin maxi twitter profiles  shows their true colors, it looks like they actually have zero interest in making the world a better or fairer place they just want to get rich  Can't wait for Doge Bitcoin flip",
        "Ready to become rich off of Bitcoin",
        "@cryptoboii7 @NischalShetty @BuddhaSource @elonmusk @nikhilchinapa @___spiral____ @cz_binance @HuobiGlobal @CiaraHuobi @justinsuntron @smtgpt Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@freedomfirst @JKhashoggi Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "@serbiatourism Do you want to get rich in the future?  Buy Shiba  Shiba is in-depth for shopping and every moment to buy is a good opportunity to invest Target ; 1 cent  #BTC #ShibaCoin  #Ethereum  #Bitcoin  #SHIBARMY  #MARCETCAP  #Coinmarketcap  🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀  FIRST TARGET : 1 CENT",
        "CARDANO HOLDERS GETTING RICH! (ADA HITS $2) MAJOR BITCOIN, ETHEREUM, BIN...  https://t.co/tVV7Q0eM2k via @YouTube",
        "@APompliano This is when the real ones stack like their life depends on it."
    ]
}